src/Quests.org
#+TITLE: Quests

* Open
** Wisp memory
Philonis and Juniper met a group of wisps in a forest clearing on the way to Everlight. The wisps were initially
hostile, but were talked down nonviolently. The wisps were the soul remnants of people who had died long ago and had
been long forgotten. In return for having someone to remember them, the wisps allowed themselves to be put to rest.
They gave a series of cryptic hints as to people who might remember them:
- A woman on a horse
- A town with no trees
- A man with a smile that is too big
- A house with no doors

*** DONE Negotiated with wisps
*** DONE Agreed to remember
*** TODO Keep an eye out for situations which match the hints

*** Characters aware
**** YES [[file:Philonis_Abernathie.org][Philonis]]
**** YES [[file:Juniper_Dawnshine.org][Juniper]]

** White raven
White ravens appeared conspicuously around the party, especially in [[file:Aeston.org][Aeston]]. White ravens are culturally a symbol of
doom or destruction. [[file:Lady_Marthoda.org][Lady Marthoda]] had a white raven for a familiar. At one point, the party vomited blood for no
discernable reason, which closely coincided with a white raven encounter.

*** DONE Spotted white ravens
*** DONE Seen Lady Marthoda's white raven
*** TODO Keep sharp in case any more white ravens appear
*** TODO Try to figure out why white ravens are around

*** Characters aware
**** YES [[file:Noelle_Mystral.org][Noelle]]

** Korth-splosion
Several of Korth's shadow clones from [[file:Aeston.org][Aeston]] escaped. They exhibit concerningly disease-like reproduction: Any person
killed by one of them releases another Korth shadow clone. Presumably they are spreading across the land at an
exponential rate. As far as anyone in the party has heard, they don't stop or tire out. They can be killed, but they
will overwhelm anyone not trained in combat.

*** DONE Unleash the apocalypse
*** TODO Ummmm... warn someone? Try not to die? Accept your enevitable death?

*** Characters aware
**** YES [[file:Noelle_Mystral.org][Noelle]]

** The Riders
There's these dickweeds out to destroy the world, but we don't even worry about that because what's one more bomb
in a nuclear winter.

*** TODO ...ditto

*** Characters aware
**** YES [[file:Noelle_Mystral.org][Noelle]]

** Foads impersonator
On the road to Everlight, it was revealed that the person whom the party had believed to be [[file:Foads_Koeffer.org][Foads]] was in fact an
impostor using magic as a disguise. The real Foads caught the party near the city gates, and a short commotion
ensued. After being unmasked, the perpetrator turned out to be the leatherworker who sold the party horse armor
in [[file:Aantor.org][Aantor]]. The party deposited him in the city jail in Everlight, where, as far as the party knows, he is still
there.

*** DONE Discover the impostor
*** DONE Put the impostor in jail
*** TODO Check up on that guy and see what he's up to

*** Characters aware
**** YES [[file:Foads_Koeffer.org][Foads]]
**** YES [[file:Noelle_Mystral.org][Noelle]]
**** YES [[file:Philonis_Abernathie.org][Philonis]]
**** YES [[file:Ezra_Dwineplith_Dirthtlithar.org][Ezra]]
**** YES [[file:Juniper_Dawnshine.org][Juniper]]

** Skull in a box
On the road to Everlight, the party encountered a couple of bandits looting a sunken carriage. They nearly escaped
with a locked box containing a strange skull. The party packaged up the skull and is keeping it safe for now.

*** DONE Find the skull
*** TODO Follow up on the clues. Where did this come from? Why did these dudes want it so badly?

*** Characters aware
**** YES [[file:Philonis_Abernathie.org][Philonis]]
**** YES [[file:Noelle_Mystral.org][Noelle]]
**** YES [[file:Ezra_Dwineplith_Dirthtlithar.org][Ezra]]
**** YES [[file:Juniper_Dawnshine.org][Juniper]]
**** NO [[file:Foads_Koeffer.org][Foads]]

** The Halfway House
After entering a portal ostensibly exiting near Everlight, the party found themselves in a pocket dimension occupied
by a sentient house. The party now owns the house and can customize it as they wish. It can be upgraded by offering it
various Precursor artifacts.

*** DONE Find Halfway House
*** DONE Clear out that pesky insane bastard infestation
*** TODO Look for artifacts which could improve the house

*** Characters aware
**** YES [[file:Foads_Koeffer.org][Foads]]
**** YES [[file:Noelle_Mystral.org][Noelle]]
**** YES [[file:Philonis_Abernathie.org][Philonis]]
**** YES [[file:Ezra_Dwineplith_Dirthtlithar.org][Ezra]]
**** YES [[file:Juniper_Dawnshine.org][Juniper]]

** Noelle's Will
The actual point of getting to Everlight was, ultimately, to arrive on time for a will reading after the recent death
of much of the Mystral family. Noelle's relatives were somewhat surprised to see her arrive, and will no doubt try to
cheat her out of her share of the will.

*** DONE Get to Everlight
*** TODO Sit through the will reading
*** TODO Make sure Noelle doesn't get ripped off

*** Characters aware
**** YES [[file:Foads_Koeffer.org][Foads]]
**** YES [[file:Noelle_Mystral.org][Noelle]]
**** YES [[file:Philonis_Abernathie.org][Philonis]]
**** YES [[file:Ezra_Dwineplith_Dirthtlithar.org][Ezra]]
**** YES [[file:Juniper_Dawnshine.org][Juniper]]

** Murder at Mystral Manor
The party deduced that [[file:Atlas.org][Atlas]] killed the porter, but was it truly [[file:Atlas.org][Atlas]]? A shapeshifter seems to have taken his place.

*** DONE Discover murder
*** DONE Uncover perpetrator
*** TODO Figure out who he is and why he did it
*** TODO Report the situation to the cops?

*** Characters aware
**** YES [[file:Foads_Koeffer.org][Foads]]
**** YES [[file:Noelle_Mystral.org][Noelle]]
**** YES [[file:Philonis_Abernathie.org][Philonis]]
**** YES [[file:Ezra_Dwineplith_Dirthtlithar.org][Ezra]]
**** YES [[file:Juniper_Dawnshine.org][Juniper]]

** Foads' Secret Plans
Foads had several urgent talks with Elody for unknown reasons while on [[file:Argen_Island.org][Argen Island]]. Maybe those were important?

*** DONE Catch Foads sneaking out at night
*** DONE Knock that bitch out
*** DONE Convince Foads to wait until morning
*** TODO Talk to him about that sometime

*** Characters aware
**** YES [[file:Foads_Koeffer.org][Foads]]
**** YES [[file:Noelle_Mystral.org][Noelle]]
**** YES [[file:Philonis_Abernathie.org][Philonis]]
**** YES [[file:Ezra_Dwineplith_Dirthtlithar.org][Ezra]]
**** YES [[file:Juniper_Dawnshine.org][Juniper]]

* Completed
** Get thee to Everlight
The party completed their arduous journey and finally arrived in Everlight. Whoopee.
