Quests.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-25 Sat 23:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Quests</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Ink" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Quests</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org08e5f21">1. Open</a>
<ul>
<li><a href="#orgb1c82e4">1.1. Wisp memory</a>
<ul>
<li><a href="#orga65711d">1.1.1. <span class="done DONE">DONE</span> Negotiated with wisps</a></li>
<li><a href="#org80a05c5">1.1.2. <span class="done DONE">DONE</span> Agreed to remember</a></li>
<li><a href="#orgf152674">1.1.3. <span class="todo TODO">TODO</span> Keep an eye out for situations which match the hints</a></li>
<li><a href="#org85ec053">1.1.4. Characters aware</a></li>
</ul>
</li>
<li><a href="#org8aeb2fe">1.2. White raven</a>
<ul>
<li><a href="#org7de7ba6">1.2.1. <span class="done DONE">DONE</span> Spotted white ravens</a></li>
<li><a href="#org587c0eb">1.2.2. <span class="done DONE">DONE</span> Seen Lady Marthoda's white raven</a></li>
<li><a href="#orgcd5e330">1.2.3. <span class="todo TODO">TODO</span> Keep sharp in case any more white ravens appear</a></li>
<li><a href="#orgd7b2c53">1.2.4. <span class="todo TODO">TODO</span> Try to figure out why white ravens are around</a></li>
<li><a href="#orgd72544c">1.2.5. Characters aware</a></li>
</ul>
</li>
<li><a href="#orgbc962fd">1.3. Korth-splosion</a>
<ul>
<li><a href="#org7fdf13e">1.3.1. <span class="done DONE">DONE</span> Unleash the apocalypse</a></li>
<li><a href="#org0c25136">1.3.2. <span class="todo TODO">TODO</span> Ummmm&#x2026; warn someone? Try not to die? Accept your enevitable death?</a></li>
<li><a href="#org2dafd05">1.3.3. Characters aware</a></li>
</ul>
</li>
<li><a href="#org4136566">1.4. The Riders</a>
<ul>
<li><a href="#orgc786934">1.4.1. <span class="todo TODO">TODO</span> &#x2026;ditto</a></li>
<li><a href="#org9ae5b4b">1.4.2. Characters aware</a></li>
</ul>
</li>
<li><a href="#orgdf2cd3c">1.5. Foads impersonator</a>
<ul>
<li><a href="#org1c919e2">1.5.1. <span class="done DONE">DONE</span> Discover the impostor</a></li>
<li><a href="#org445b038">1.5.2. <span class="done DONE">DONE</span> Put the impostor in jail</a></li>
<li><a href="#org1eb5662">1.5.3. <span class="todo TODO">TODO</span> Check up on that guy and see what he's up to</a></li>
<li><a href="#orge37dc1b">1.5.4. Characters aware</a></li>
</ul>
</li>
<li><a href="#orgdf2b340">1.6. Skull in a box</a>
<ul>
<li><a href="#org1700b67">1.6.1. <span class="done DONE">DONE</span> Find the skull</a></li>
<li><a href="#org5eaad8b">1.6.2. <span class="todo TODO">TODO</span> Follow up on the clues. Where did this come from? Why did these dudes want it so badly?</a></li>
<li><a href="#orgfd3e5a4">1.6.3. Characters aware</a></li>
</ul>
</li>
<li><a href="#orgc8c6983">1.7. The Halfway House</a>
<ul>
<li><a href="#orgd922104">1.7.1. <span class="done DONE">DONE</span> Find Halfway House</a></li>
<li><a href="#org107ad8f">1.7.2. <span class="done DONE">DONE</span> Clear out that pesky insane bastard infestation</a></li>
<li><a href="#org34bcde9">1.7.3. <span class="todo TODO">TODO</span> Look for artifacts which could improve the house</a></li>
<li><a href="#org4fb94b9">1.7.4. Characters aware</a></li>
</ul>
</li>
<li><a href="#orgfa20f0e">1.8. Noelle's Will</a>
<ul>
<li><a href="#orga9e6ea7">1.8.1. <span class="done DONE">DONE</span> Get to Everlight</a></li>
<li><a href="#org30ddaf3">1.8.2. <span class="todo TODO">TODO</span> Sit through the will reading</a></li>
<li><a href="#orgc8540d5">1.8.3. <span class="todo TODO">TODO</span> Make sure Noelle doesn't get ripped off</a></li>
<li><a href="#org05b456a">1.8.4. Characters aware</a></li>
</ul>
</li>
<li><a href="#orgcbc8997">1.9. Murder at Mystral Manor</a>
<ul>
<li><a href="#orgb736246">1.9.1. <span class="done DONE">DONE</span> Discover murder</a></li>
<li><a href="#orgbf25d46">1.9.2. <span class="done DONE">DONE</span> Uncover perpetrator</a></li>
<li><a href="#org47038af">1.9.3. <span class="todo TODO">TODO</span> Figure out who he is and why he did it</a></li>
<li><a href="#orgbe3ceae">1.9.4. <span class="todo TODO">TODO</span> Report the situation to the cops?</a></li>
<li><a href="#orgfb30c73">1.9.5. Characters aware</a></li>
</ul>
</li>
<li><a href="#orgdc31413">1.10. Foads' Secret Plans</a>
<ul>
<li><a href="#org1136fbe">1.10.1. <span class="done DONE">DONE</span> Catch Foads sneaking out at night</a></li>
<li><a href="#orga149ccb">1.10.2. <span class="done DONE">DONE</span> Knock that bitch out</a></li>
<li><a href="#orge6dc732">1.10.3. <span class="done DONE">DONE</span> Convince Foads to wait until morning</a></li>
<li><a href="#org8421a08">1.10.4. <span class="todo TODO">TODO</span> Talk to him about that sometime</a></li>
<li><a href="#org37e813c">1.10.5. Characters aware</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org980296d">2. Completed</a>
<ul>
<li><a href="#org77a2d5a">2.1. Get thee to Everlight</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org08e5f21" class="outline-2">
<h2 id="org08e5f21"><span class="section-number-2">1</span> Open</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgb1c82e4" class="outline-3">
<h3 id="orgb1c82e4"><span class="section-number-3">1.1</span> Wisp memory</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Philonis and Juniper met a group of wisps in a forest clearing on the way to Everlight. The wisps were initially
hostile, but were talked down nonviolently. The wisps were the soul remnants of people who had died long ago and had
been long forgotten. In return for having someone to remember them, the wisps allowed themselves to be put to rest.
They gave a series of cryptic hints as to people who might remember them:
</p>
<ul class="org-ul">
<li>A woman on a horse</li>
<li>A town with no trees</li>
<li>A man with a smile that is too big</li>
<li>A house with no doors</li>
</ul>
</div>

<div id="outline-container-orga65711d" class="outline-4">
<h4 id="orga65711d"><span class="section-number-4">1.1.1</span> <span class="done DONE">DONE</span> Negotiated with wisps</h4>
</div>
<div id="outline-container-org80a05c5" class="outline-4">
<h4 id="org80a05c5"><span class="section-number-4">1.1.2</span> <span class="done DONE">DONE</span> Agreed to remember</h4>
</div>
<div id="outline-container-orgf152674" class="outline-4">
<h4 id="orgf152674"><span class="section-number-4">1.1.3</span> <span class="todo TODO">TODO</span> Keep an eye out for situations which match the hints</h4>
</div>

<div id="outline-container-org85ec053" class="outline-4">
<h4 id="org85ec053"><span class="section-number-4">1.1.4</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-1-4">
</div>
<ol class="org-ol">
<li><a id="org1594889"></a>YES <a href="Philonis_Abernathie.html">Philonis</a><br /></li>
<li><a id="org70c0247"></a>YES <a href="Juniper_Dawnshine.html">Juniper</a><br /></li>
</ol>
</div>
</div>

<div id="outline-container-org8aeb2fe" class="outline-3">
<h3 id="org8aeb2fe"><span class="section-number-3">1.2</span> White raven</h3>
<div class="outline-text-3" id="text-1-2">
<p>
White ravens appeared conspicuously around the party, especially in <a href="Aeston.html">Aeston</a>. White ravens are culturally a symbol of
doom or destruction. <a href="Lady_Marthoda.html">Lady Marthoda</a> had a white raven for a familiar. At one point, the party vomited blood for no
discernable reason, which closely coincided with a white raven encounter.
</p>
</div>

<div id="outline-container-org7de7ba6" class="outline-4">
<h4 id="org7de7ba6"><span class="section-number-4">1.2.1</span> <span class="done DONE">DONE</span> Spotted white ravens</h4>
</div>
<div id="outline-container-org587c0eb" class="outline-4">
<h4 id="org587c0eb"><span class="section-number-4">1.2.2</span> <span class="done DONE">DONE</span> Seen Lady Marthoda's white raven</h4>
</div>
<div id="outline-container-orgcd5e330" class="outline-4">
<h4 id="orgcd5e330"><span class="section-number-4">1.2.3</span> <span class="todo TODO">TODO</span> Keep sharp in case any more white ravens appear</h4>
</div>
<div id="outline-container-orgd7b2c53" class="outline-4">
<h4 id="orgd7b2c53"><span class="section-number-4">1.2.4</span> <span class="todo TODO">TODO</span> Try to figure out why white ravens are around</h4>
</div>

<div id="outline-container-orgd72544c" class="outline-4">
<h4 id="orgd72544c"><span class="section-number-4">1.2.5</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-2-5">
</div>
<ol class="org-ol">
<li><a id="org633307f"></a>YES <a href="Noelle_Mystral.html">Noelle</a><br /></li>
</ol>
</div>
</div>

<div id="outline-container-orgbc962fd" class="outline-3">
<h3 id="orgbc962fd"><span class="section-number-3">1.3</span> Korth-splosion</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Several of Korth's shadow clones from <a href="Aeston.html">Aeston</a> escaped. They exhibit concerningly disease-like reproduction: Any person
killed by one of them releases another Korth shadow clone. Presumably they are spreading across the land at an
exponential rate. As far as anyone in the party has heard, they don't stop or tire out. They can be killed, but they
will overwhelm anyone not trained in combat.
</p>
</div>

<div id="outline-container-org7fdf13e" class="outline-4">
<h4 id="org7fdf13e"><span class="section-number-4">1.3.1</span> <span class="done DONE">DONE</span> Unleash the apocalypse</h4>
</div>
<div id="outline-container-org0c25136" class="outline-4">
<h4 id="org0c25136"><span class="section-number-4">1.3.2</span> <span class="todo TODO">TODO</span> Ummmm&#x2026; warn someone? Try not to die? Accept your enevitable death?</h4>
</div>

<div id="outline-container-org2dafd05" class="outline-4">
<h4 id="org2dafd05"><span class="section-number-4">1.3.3</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-3-3">
</div>
<ol class="org-ol">
<li><a id="org65bded8"></a>YES <a href="Noelle_Mystral.html">Noelle</a><br /></li>
</ol>
</div>
</div>

<div id="outline-container-org4136566" class="outline-3">
<h3 id="org4136566"><span class="section-number-3">1.4</span> The Riders</h3>
<div class="outline-text-3" id="text-1-4">
<p>
There's these dickweeds out to destroy the world, but we don't even worry about that because what's one more bomb
in a nuclear winter.
</p>
</div>

<div id="outline-container-orgc786934" class="outline-4">
<h4 id="orgc786934"><span class="section-number-4">1.4.1</span> <span class="todo TODO">TODO</span> &#x2026;ditto</h4>
</div>

<div id="outline-container-org9ae5b4b" class="outline-4">
<h4 id="org9ae5b4b"><span class="section-number-4">1.4.2</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-4-2">
</div>
<ol class="org-ol">
<li><a id="org8d82fd2"></a>YES <a href="Noelle_Mystral.html">Noelle</a><br /></li>
</ol>
</div>
</div>

<div id="outline-container-orgdf2cd3c" class="outline-3">
<h3 id="orgdf2cd3c"><span class="section-number-3">1.5</span> Foads impersonator</h3>
<div class="outline-text-3" id="text-1-5">
<p>
On the road to Everlight, it was revealed that the person whom the party had believed to be <a href="Foads_Koeffer.html">Foads</a> was in fact an
impostor using magic as a disguise. The real Foads caught the party near the city gates, and a short commotion
ensued. After being unmasked, the perpetrator turned out to be the leatherworker who sold the party horse armor
in <a href="Aantor.html">Aantor</a>. The party deposited him in the city jail in Everlight, where, as far as the party knows, he is still
there.
</p>
</div>

<div id="outline-container-org1c919e2" class="outline-4">
<h4 id="org1c919e2"><span class="section-number-4">1.5.1</span> <span class="done DONE">DONE</span> Discover the impostor</h4>
</div>
<div id="outline-container-org445b038" class="outline-4">
<h4 id="org445b038"><span class="section-number-4">1.5.2</span> <span class="done DONE">DONE</span> Put the impostor in jail</h4>
</div>
<div id="outline-container-org1eb5662" class="outline-4">
<h4 id="org1eb5662"><span class="section-number-4">1.5.3</span> <span class="todo TODO">TODO</span> Check up on that guy and see what he's up to</h4>
</div>

<div id="outline-container-orge37dc1b" class="outline-4">
<h4 id="orge37dc1b"><span class="section-number-4">1.5.4</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-5-4">
</div>
<ol class="org-ol">
<li><a id="orgc2ba62c"></a>YES <a href="Foads_Koeffer.html">Foads</a><br /></li>
<li><a id="org560ee6d"></a>YES <a href="Noelle_Mystral.html">Noelle</a><br /></li>
<li><a id="org39d5afe"></a>YES <a href="Philonis_Abernathie.html">Philonis</a><br /></li>
<li><a id="org0323429"></a>YES <a href="Ezra_Dwineplith_Dirthtlithar.html">Ezra</a><br /></li>
<li><a id="org2863035"></a>YES <a href="Juniper_Dawnshine.html">Juniper</a><br /></li>
</ol>
</div>
</div>

<div id="outline-container-orgdf2b340" class="outline-3">
<h3 id="orgdf2b340"><span class="section-number-3">1.6</span> Skull in a box</h3>
<div class="outline-text-3" id="text-1-6">
<p>
On the road to Everlight, the party encountered a couple of bandits looting a sunken carriage. They nearly escaped
with a locked box containing a strange skull. The party packaged up the skull and is keeping it safe for now.
</p>
</div>

<div id="outline-container-org1700b67" class="outline-4">
<h4 id="org1700b67"><span class="section-number-4">1.6.1</span> <span class="done DONE">DONE</span> Find the skull</h4>
</div>
<div id="outline-container-org5eaad8b" class="outline-4">
<h4 id="org5eaad8b"><span class="section-number-4">1.6.2</span> <span class="todo TODO">TODO</span> Follow up on the clues. Where did this come from? Why did these dudes want it so badly?</h4>
</div>

<div id="outline-container-orgfd3e5a4" class="outline-4">
<h4 id="orgfd3e5a4"><span class="section-number-4">1.6.3</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-6-3">
</div>
<ol class="org-ol">
<li><a id="org8ea27cd"></a>YES <a href="Philonis_Abernathie.html">Philonis</a><br /></li>
<li><a id="org3970809"></a>YES <a href="Noelle_Mystral.html">Noelle</a><br /></li>
<li><a id="org93a24cf"></a>YES <a href="Ezra_Dwineplith_Dirthtlithar.html">Ezra</a><br /></li>
<li><a id="org7db998f"></a>YES <a href="Juniper_Dawnshine.html">Juniper</a><br /></li>
<li><a id="org834f215"></a>NO <a href="Foads_Koeffer.html">Foads</a><br /></li>
</ol>
</div>
</div>

<div id="outline-container-orgc8c6983" class="outline-3">
<h3 id="orgc8c6983"><span class="section-number-3">1.7</span> The Halfway House</h3>
<div class="outline-text-3" id="text-1-7">
<p>
After entering a portal ostensibly exiting near Everlight, the party found themselves in a pocket dimension occupied
by a sentient house. The party now owns the house and can customize it as they wish. It can be upgraded by offering it
various Precursor artifacts.
</p>
</div>

<div id="outline-container-orgd922104" class="outline-4">
<h4 id="orgd922104"><span class="section-number-4">1.7.1</span> <span class="done DONE">DONE</span> Find Halfway House</h4>
</div>
<div id="outline-container-org107ad8f" class="outline-4">
<h4 id="org107ad8f"><span class="section-number-4">1.7.2</span> <span class="done DONE">DONE</span> Clear out that pesky insane bastard infestation</h4>
</div>
<div id="outline-container-org34bcde9" class="outline-4">
<h4 id="org34bcde9"><span class="section-number-4">1.7.3</span> <span class="todo TODO">TODO</span> Look for artifacts which could improve the house</h4>
</div>

<div id="outline-container-org4fb94b9" class="outline-4">
<h4 id="org4fb94b9"><span class="section-number-4">1.7.4</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-7-4">
</div>
<ol class="org-ol">
<li><a id="orgb0d68ac"></a>YES <a href="Foads_Koeffer.html">Foads</a><br /></li>
<li><a id="orge8f80c7"></a>YES <a href="Noelle_Mystral.html">Noelle</a><br /></li>
<li><a id="org0e639a8"></a>YES <a href="Philonis_Abernathie.html">Philonis</a><br /></li>
<li><a id="orge9548a7"></a>YES <a href="Ezra_Dwineplith_Dirthtlithar.html">Ezra</a><br /></li>
<li><a id="org751bad0"></a>YES <a href="Juniper_Dawnshine.html">Juniper</a><br /></li>
</ol>
</div>
</div>

<div id="outline-container-orgfa20f0e" class="outline-3">
<h3 id="orgfa20f0e"><span class="section-number-3">1.8</span> Noelle's Will</h3>
<div class="outline-text-3" id="text-1-8">
<p>
The actual point of getting to Everlight was, ultimately, to arrive on time for a will reading after the recent death
of much of the Mystral family. Noelle's relatives were somewhat surprised to see her arrive, and will no doubt try to
cheat her out of her share of the will.
</p>
</div>

<div id="outline-container-orga9e6ea7" class="outline-4">
<h4 id="orga9e6ea7"><span class="section-number-4">1.8.1</span> <span class="done DONE">DONE</span> Get to Everlight</h4>
</div>
<div id="outline-container-org30ddaf3" class="outline-4">
<h4 id="org30ddaf3"><span class="section-number-4">1.8.2</span> <span class="todo TODO">TODO</span> Sit through the will reading</h4>
</div>
<div id="outline-container-orgc8540d5" class="outline-4">
<h4 id="orgc8540d5"><span class="section-number-4">1.8.3</span> <span class="todo TODO">TODO</span> Make sure Noelle doesn't get ripped off</h4>
</div>

<div id="outline-container-org05b456a" class="outline-4">
<h4 id="org05b456a"><span class="section-number-4">1.8.4</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-8-4">
</div>
<ol class="org-ol">
<li><a id="org1a2f61b"></a>YES <a href="Foads_Koeffer.html">Foads</a><br /></li>
<li><a id="orge373501"></a>YES <a href="Noelle_Mystral.html">Noelle</a><br /></li>
<li><a id="orge8b2baf"></a>YES <a href="Philonis_Abernathie.html">Philonis</a><br /></li>
<li><a id="orgb0a1d39"></a>YES <a href="Ezra_Dwineplith_Dirthtlithar.html">Ezra</a><br /></li>
<li><a id="org81fa012"></a>YES <a href="Juniper_Dawnshine.html">Juniper</a><br /></li>
</ol>
</div>
</div>

<div id="outline-container-orgcbc8997" class="outline-3">
<h3 id="orgcbc8997"><span class="section-number-3">1.9</span> Murder at Mystral Manor</h3>
<div class="outline-text-3" id="text-1-9">
<p>
The party deduced that <a href="Atlas.html">Atlas</a> killed the porter, but was it truly <a href="Atlas.html">Atlas</a>? A shapeshifter seems to have taken his place.
</p>
</div>

<div id="outline-container-orgb736246" class="outline-4">
<h4 id="orgb736246"><span class="section-number-4">1.9.1</span> <span class="done DONE">DONE</span> Discover murder</h4>
</div>
<div id="outline-container-orgbf25d46" class="outline-4">
<h4 id="orgbf25d46"><span class="section-number-4">1.9.2</span> <span class="done DONE">DONE</span> Uncover perpetrator</h4>
</div>
<div id="outline-container-org47038af" class="outline-4">
<h4 id="org47038af"><span class="section-number-4">1.9.3</span> <span class="todo TODO">TODO</span> Figure out who he is and why he did it</h4>
</div>
<div id="outline-container-orgbe3ceae" class="outline-4">
<h4 id="orgbe3ceae"><span class="section-number-4">1.9.4</span> <span class="todo TODO">TODO</span> Report the situation to the cops?</h4>
</div>

<div id="outline-container-orgfb30c73" class="outline-4">
<h4 id="orgfb30c73"><span class="section-number-4">1.9.5</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-9-5">
</div>
<ol class="org-ol">
<li><a id="orgb6656ee"></a>YES <a href="Foads_Koeffer.html">Foads</a><br /></li>
<li><a id="orge342dfe"></a>YES <a href="Noelle_Mystral.html">Noelle</a><br /></li>
<li><a id="org65b976a"></a>YES <a href="Philonis_Abernathie.html">Philonis</a><br /></li>
<li><a id="orgbc5865e"></a>YES <a href="Ezra_Dwineplith_Dirthtlithar.html">Ezra</a><br /></li>
<li><a id="orgff8621a"></a>YES <a href="Juniper_Dawnshine.html">Juniper</a><br /></li>
</ol>
</div>
</div>

<div id="outline-container-orgdc31413" class="outline-3">
<h3 id="orgdc31413"><span class="section-number-3">1.10</span> Foads' Secret Plans</h3>
<div class="outline-text-3" id="text-1-10">
<p>
Foads had several urgent talks with Elody for unknown reasons while on <a href="Argen_Island.html">Argen Island</a>. Maybe those were important?
</p>
</div>

<div id="outline-container-org1136fbe" class="outline-4">
<h4 id="org1136fbe"><span class="section-number-4">1.10.1</span> <span class="done DONE">DONE</span> Catch Foads sneaking out at night</h4>
</div>
<div id="outline-container-orga149ccb" class="outline-4">
<h4 id="orga149ccb"><span class="section-number-4">1.10.2</span> <span class="done DONE">DONE</span> Knock that bitch out</h4>
</div>
<div id="outline-container-orge6dc732" class="outline-4">
<h4 id="orge6dc732"><span class="section-number-4">1.10.3</span> <span class="done DONE">DONE</span> Convince Foads to wait until morning</h4>
</div>
<div id="outline-container-org8421a08" class="outline-4">
<h4 id="org8421a08"><span class="section-number-4">1.10.4</span> <span class="todo TODO">TODO</span> Talk to him about that sometime</h4>
</div>

<div id="outline-container-org37e813c" class="outline-4">
<h4 id="org37e813c"><span class="section-number-4">1.10.5</span> Characters aware</h4>
<div class="outline-text-4" id="text-1-10-5">
</div>
<ol class="org-ol">
<li><a id="org5bd3507"></a>YES <a href="Foads_Koeffer.html">Foads</a><br /></li>
<li><a id="org906004e"></a>YES <a href="Noelle_Mystral.html">Noelle</a><br /></li>
<li><a id="org0e4d1c9"></a>YES <a href="Philonis_Abernathie.html">Philonis</a><br /></li>
<li><a id="orga9c3720"></a>YES <a href="Ezra_Dwineplith_Dirthtlithar.html">Ezra</a><br /></li>
<li><a id="org786c19d"></a>YES <a href="Juniper_Dawnshine.html">Juniper</a><br /></li>
</ol>
</div>
</div>
</div>

<div id="outline-container-org980296d" class="outline-2">
<h2 id="org980296d"><span class="section-number-2">2</span> Completed</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org77a2d5a" class="outline-3">
<h3 id="org77a2d5a"><span class="section-number-3">2.1</span> Get thee to Everlight</h3>
<div class="outline-text-3" id="text-2-1">
<p>
The party completed their arduous journey and finally arrived in Everlight. Whoopee.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
<p><a id="source" href="https://github.com/InkBrownell/vyrindar-notes">Source</a></p>
<p><a id="edit" href="#" hidden>Edit</a></p>
</div>
</body>
</html>
